Revit 2027 API
ParameterTypeId.SheetScaleOverride Property
 "Scale Override (Multiple Values)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetScaleOverride { get; }
Public Shared ReadOnly Property SheetScaleOverride As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetScaleOverride {
	ForgeTypeId^ get ();
}
static member SheetScaleOverride : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace